Repository: moichim/labir
Catalog: packages/thermal-display/languages/thermal-display-*.po
Languages: cs_cz, cy, de_de, fr_fr

source: Author
cs_cz: Autor
cy: Awdur
de_de: Autor
fr_fr: Auteur

source: License
cs_cz: Licence
cy: Trwydded
de_de: Lizenz
fr_fr: Licence

source: Label
cs_cz: Popiska
de_de: Etikett
fr_fr: Étiquette

source: Privacy
cs_cz: Soukromí
cy: Preifatrwydd
de_de: Datenschutz
fr_fr: Confidentialité

source: This module stores anonymised usage data.
cs_cz: Tento modul ukládá anonymizovaná uživatelská data.
cy: Mae'r modiwl hwn yn storio data defnydd dienw.
de_de: Dieses Modul speichert anonymisierte Nutzungsdaten.
fr_fr: Ce module stocke des données d'utilisation anonymisées.

source: Why do we store the data?
cs_cz: Proč data uchováváme?
cy: Pam rydym yn storio'r data?
de_de: Warum speichern wir die Daten?
fr_fr: Pourquoi stockons-nous les données ?

source: to know what browsers do our users use to access our app
cs_cz: abychom věděli, z jakých prohlížečů k naší aplikaci přistupují naši uživatelé
cy: i wybod pa borwyr mae ein defnyddwyr yn eu defnyddio i gyrchu ein ap
de_de: um zu wissen, welche Browser unsere Nutzer für den Zugriff auf unsere App verwenden
fr_fr: pour savoir quels navigateurs nos utilisateurs utilisent pour accéder à notre application

source: to know what kind of files do our users work with
cs_cz: abychom věděli, s jakými druhy souborů naši uživatelé pracují
cy: i wybod pa fath o ffeiliau mae ein defnyddwyr yn gweithio gyda nhw
de_de: um zu wissen, mit welchen Dateitypen unsere Nutzer arbeiten
fr_fr: pour savoir avec quels types de fichiers nos utilisateurs travaillent

source: from which locations do our users access our app
cs_cz: z jakých lokalit naši uživatelé aplikaci používají
cy: o ba leoliadau mae ein defnyddwyr yn cyrchu ein ap
de_de: von welchen Standorten unsere Nutzer auf unsere App zugreifen
fr_fr: depuis quels endroits nos utilisateurs accèdent à notre application

source: These information help us develop the <code>thermal-dropin-app</code> webcomponent and other parts of the <code>@labir/embed</code> library.
cs_cz: Tyto informace nám pomáhají vyvíjet webkomponentu <code>thermal-dropin-app</code> a další části knihovny <code>@labir/embed</code>.
cy: Mae'r wybodaeth hon yn ein helpu i ddatblygu'r cydran we <code>thermal-dropin-app</code> a rhannau eraill o'r llyfrgell <code>@labir/embed</code>.
de_de: Diese Informationen helfen uns, die Webkomponente <code>thermal-dropin-app</code> und andere Teile der Bibliothek <code>@labir/embed</code> zu entwickeln.
fr_fr: Ces informations nous aident à développer le composant web <code>thermal-dropin-app</code> et d'autres parties de la bibliothèque <code>@labir/embed</code>.

source: Where are the data stored?
cs_cz: Kde data uchováváme?
cy: Ble mae'r data yn cael eu storio?
de_de: Wo werden die Daten gespeichert?
fr_fr: Où sont stockées les données ?

source: The data are stored on the domain <a href="%1$s" target="_blank">%1$s</a> and are being viewed only by administrators of this particular website.
cs_cz: Data jsou uchovávána na doméně <a href="%1$s" target="_blank">%1$s</a> a jsou nahlížena pouze administrátory této konkrétní webové stránky.
cy: Mae'r data yn cael eu storio ar y parth <a href="%1$s" target="_blank">%1$s</a> a dim ond gweinyddwyr y wefan benodol hon sy'n eu gweld.
de_de: Die Daten werden auf der Domain <a href="%1$s" target="_blank">%1$s</a> gespeichert und nur von den Administratoren dieser Website eingesehen.
fr_fr: Les données sont stockées sur le domaine <a href="%1$s" target="_blank">%1$s</a> et ne sont consultées que par les administrateurs de ce site web.

source: What data are being stored?
cs_cz: Jaká data uchováváme?
cy: Pa ddata sy'n cael eu storio?
de_de: Welche Daten werden gespeichert?
fr_fr: Quelles données sont stockées ?

source: Time when you upload a file
cs_cz: Čas, kdy nahrajete soubor
cy: Amser pan fyddwch yn uwchlwytho ffeil
de_de: Zeitpunkt, zu dem Sie eine Datei hochladen
fr_fr: Heure à laquelle vous téléversez un fichier

source: File name
cs_cz: Název souboru
cy: Enw'r ffeil
de_de: Dateiname
fr_fr: Nom du fichier

source: File resolution
cs_cz: Rozlišení souboru
cy: Cydraniad y ffeil
de_de: Dateiauflösung
fr_fr: Résolution du fichier

source: File timestamp
cs_cz: Časová značka souboru
cy: Stamp amser y ffeil
de_de: Datei-Zeitstempel
fr_fr: Horodatage du fichier

source: File bytesize
cs_cz: Velikost souboru v bytech
cy: Maint y ffeil mewn beitiau
de_de: Dateigröße in Bytes
fr_fr: Taille du fichier en octets

source: File frame count
cs_cz: Počet snímků v souboru
cy: Cyfrif fframiau'r ffeil
de_de: Anzahl der Frames in der Datei
fr_fr: Nombre d'images dans le fichier

source: Yor current browser parameters (`userAgent`)
cs_cz: Parametry Vašeho prohlížeče (`userAgent`)
cy: Paramedrau eich porwr cyfredol (`userAgent`)
de_de: Ihre aktuellen Browser-Parameter (`userAgent`)
fr_fr: Paramètres actuels de votre navigateur (`userAgent`)

source: Your current browser size
cs_cz: Rozlišení Vašeho prohlížeče
cy: Maint eich porwr cyfredol
de_de: Ihre aktuelle Browsergröße
fr_fr: Taille actuelle de votre navigateur

source: Your current IP address
cs_cz: Vaše současná IP adresa
cy: Eich cyfeiriad IP cyfredol
de_de: Ihre aktuelle IP-Adresse
fr_fr: Votre adresse IP actuelle

source: What we do not do?
cs_cz: Co určitě neděláme?
cy: Beth nad ydym yn ei wneud?
de_de: Was tun wir nicht?
fr_fr: Que ne faisons-nous pas ?

source: We do not store the files you use here (we only store their parameters sucha as bytesize, framecount, resolution).
cs_cz: Neukládáme soubory, které zde používáte (uchováváme pouze některé jejich parametry - bytovou velikost, rozlišení, počet snímků)
cy: Nid ydym yn storio'r ffeiliau rydych yn eu defnyddio yma (dim ond eu paramedrau fel maint mewn beitiau, nifer y fframiau, a'r cydraniad rydym yn eu storio).
de_de: Wir speichern die von Ihnen hier verwendeten Dateien nicht (wir speichern nur deren Parameter wie Dateigröße, Anzahl der Frames und Auflösung).
fr_fr: Nous ne stockons pas les fichiers que vous utilisez ici (nous ne conservons que certains de leurs paramètres comme la taille en octets, le nombre d'images et la résolution).

source: We do not store any information that could lead to your identification (all data are stored in an anonymised form).
cs_cz: Data neukládáme tak, aby vedly k identifikaci Vaší osoby (všechna data ukládáme pouze v anonymizované podobě).
cy: Nid ydym yn storio unrhyw wybodaeth a allai eich adnabod (mae'r holl ddata yn cael eu storio mewn ffurf ddienw).
de_de: Wir speichern keine Informationen, die zu Ihrer Identifizierung führen könnten (alle Daten werden in anonymisierter Form gespeichert).
fr_fr: Nous ne stockons aucune information pouvant mener à votre identification (toutes les données sont stockées sous une forme anonymisée).

source: Thermal display usage
cs_cz: Statistiky používání termálního zobrazení
cy: Defnydd arddangos thermol
de_de: Nutzung der Wärmebildanzeige
fr_fr: Utilisation de l'affichage thermique

source: Thermal Display
cy: Arddangosfa Thermol
de_de: Wärmebildanzeige
fr_fr: Affichage thermique

source: Download CSV
cs_cz: Stáhnout CSV
cy: Llwytho i lawr CSV
de_de: CSV herunterladen
fr_fr: Télécharger CSV

source: Time
cs_cz: Čas
cy: Amser
de_de: Zeit
fr_fr: Heure

source: File size (MB)
cs_cz: Velikost souboru v bytech
cy: Maint ffeil (MB)
de_de: Dateigröße (MB)
fr_fr: Taille du fichier en Mo

source: Frames
cs_cz: Snímků
cy: Fframiau
de_de: Bilder
fr_fr: Images

source: Resolution
cs_cz: Rozlišení souboru
cy: Cydraniad
de_de: Auflösung
fr_fr: Résolution

source: File recorded at
cs_cz: Soubor zaznamenán
cy: Ffeil wedi'i chofnodi am
de_de: Datei aufgezeichnet am
fr_fr: Fichier enregistré à

source: Browser
cs_cz: Prohlížeč
cy: Porwr
fr_fr: Navigateur
